core/src/org/openspcoop2/message/soap/reader/test/requestSoap12Commentata_soap11.xml


  <!--<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">-->     

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
        <soap:Body>
                <ns2:skcotSyub xmlns:ns2="http://services.samples/xsd">
                </ns2:skcotSyub>
        </soap:Body>
</soap:Envelope>
